Revit 2027 API
ParameterTypeId.RebarSystemNumberOfLinesBottomDirn2 Property
 "Bottom Minor Number Of Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemNumberOfLinesBottomDirn2 { get; }
Public Shared ReadOnly Property RebarSystemNumberOfLinesBottomDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemNumberOfLinesBottomDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemNumberOfLinesBottomDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace